HSDTaskName = "Wartung";

HSDFeedRollerHeaderTitle = "Einzugswalze und Trennvorrichtung - Wartung";
HSDNotifyMeTitle = "Über fällige Wartung benachrichtigen.";
HSDTotalPagesTitle = "Insgesamt zugeführte Seiten:";
HSDPagesSinceReplacementTitle = "Seit letztem Austausch zugeführte Seiten:";
HSDPreviouslyRecordedReplacementsTitle = "Zuvor protokollierte Austauschmaßnahmen:";
HSDReplacementRecommendedTitle = "Sofortiger Austausch empfohlen:";
HSDReplaceButtonTitle = "Austausch protokollieren…";

RecordReplacementWarnTitle = "Austausch protokollieren?";
RecordReplacementWarnText = "Durch diese Aktion wird der Zähler für zugeführte Seiten zurückgesetzt und der Zähler für den Austausch der Einzugswalze und der Trennvorrichtung um Eins erhöht.";

MaintenanceRecommendedWarnTitle = "Wartung empfohlen";
MaintenanceRecommendedWarnText = "Die Einzugswalze und die Trennvorrichtung des Scanners müssen ausgetauscht werden.";
